INSERT INTO tw2.beginner 
(`item_id`, `count`, `charge_count`,`enchantlvl`,`item_name`,`activate`,`bless`)
VALUES
(35, 1, 0, 0, '象牙塔單手劍', 'A', 1),
(21138, 1, 0, 0, '象牙塔的斗篷', 'A', 1),
(174, 1, 0, 0, '象牙塔石弓', 'E', 1),
(174, 1, 0, 0, '象牙塔石弓', 'P', 1),
(174, 1, 0, 0, '象牙塔石弓', 'D', 1),
(49309, 1, 0, 0, '象牙塔箭筒', 'E', 1),
(49309, 1, 0, 0, '象牙塔箭筒', 'P', 1),
(49309, 1, 0, 0, '象牙塔箭筒', 'D', 1),
(224, 1, 0, 0, '象牙塔魔杖', 'I', 1),
(224, 1, 0, 0, '象牙塔魔杖', 'W', 1),
(40018, 100, 0, 0, '強化 綠色藥水', 'A', 1),
(40733, 100, 0, 0, '名譽貨幣', 'A', 1),
(49138, 100, 0, 0, '巧克力蛋糕', 'A', 1),
(40024, 200, 0, 0, '古代終極體力恢復劑', 'A', 1),
(40011, 500, 0, 0, '強力治癒藥水', 'A', 1),
(40079, 100, 0, 0, '傳送回家的卷軸', 'A', 1),
(40074, 50, 0, 0, '對盔甲施法的卷軸', 'A', 1),
(40087, 50, 0, 0, '對武器施法的卷軸', 'A', 1)
;

DELETE FROM tw2.drop_item WHERE item_id NOT IN (220213, 220125, 120242, 120149, 100025, 20237, 20205, 20125, 31, 25);

